---
kind: other
id: Methods.T:Autodesk.Revit.UI.Mechanical.DuctFittingAndAccessoryPressureDropUIData
source: html/91844b25-654b-42a9-ebef-43353f8d3b2d.htm
---
# DuctFittingAndAccessoryPressureDropUIData Methods

Gets all UI data items stored in the UI data.